{"Title": "Maryland Recreational Uses - Heritage Sites [Maryland]", "Description": "Maryland, through its Coastal Zone Management (CZM) Program, is collecting information on how the public uses the Chesapeake Bay waters and adjacent lands. These baseline data will inform planning efforts being undertaken by the Maryland Department of Natural Resources to help inform public access, land acquisition, and future oyster aquaculture planning and decision-making. Collecting data on the variety of ways our Chesapeake waters are used will help us plan for reducing use conflicts in our coastal waters, maximizing efficiency, and enhancing environmental and economic productivity. Chesapeake Bay waters are used in many ways: commercial fishing, aquaculture, transport, habitat for wildlife, and recreation, among others. With new and expanding coastal and marine uses, as well as Maryland's growing coastal population, the pressure is mounting to ensure that there is space for both traditional and new uses and that conflicts are minimized. Some mapped human use data exist, but Maryland has limited recreational water use data for the Chesapeake waters. Basic data on how we use our coastal waters was collected by inviting residents and experts to share their knowledge about recreational uses at workshops using geographical information systems technology.This is a MD iMAP hosted service layer. Find more information athttps://imap.maryland.gov.Feature Service Layer Link:https://geodata.md.gov/imap/rest/services/Society/MD_RecreationalUses/FeatureServer/22", "Creator": "DNR", "Provider": "Maryland iMap", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2016-04-06", "Place": "Maryland", "Rights": "The Spatial Data, and the information therein, (collectively the \"Data\") is provided \"as is\" without warranty of any kind, either expressed, implied, or statutory. The user assumes the entire risk as to quality and performance of the Data. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the State of Maryland be liable for direct, indirect, incidental, consequential or special damages of any kind. The State of Maryland does not accept liability for any damages or misrepresentation caused by inaccuracies in the Data or as a result to changes to the Data, nor is there responsibility assumed to maintain the Data in any manner or form. The Data can be freely distributed as long as the metadata entry is not modified or deleted. Any data derived from the Data must acknowledge the State of Maryland in the metadata.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}