{"Title": "MDOT SHA Facilities [Maryland]", "Description": "Esri ArcGIS Online (AGOL) Hosted, View Feature Layer for accessing the MDOT SHA Facilities data product.MDOT SHA Facilities data consists of point geometric features which represent the geographic locations of MDOT SHA Facilities throughout the State of Maryland. Facility types included are Headquarters, Complexes, District Offices, Maintenance Shops & Landscape Depots.MDOT SHA Facilities data is maintained by the MDOT SHA OIT Enterprise Information Services. MDOT SHA Facilities data is updated on an Irregular / As-Needed basis. This data was last updated in October 2020.For more information, contact MDOT SHA OIT Enterprise Information Services:Email:GIS@mdot.maryland.gov", "Creator": "ArcGIS Online for Maryland", "Provider": "Maryland iMap", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2019-12-17", "Place": "Maryland", "Rights": "This data is provided “AS IS” without warranty of any kind, either expressed or implied. The Maryland Department of Transportation assumes no responsibility for errors or omissions in this data or other documents which are referenced by or linked to this data. In no event shall the Maryland Department of Transportation (MDOT) be liable for any special, incidental, indirect, or consequential damages of any kind, or any damages whatsoever, including, without limitation, those resulting from loss of use, data or profits, whether or not advised of the possibility of damage, and on any theory of liability, arising out of or in connection with the user or performance of this information. This data could contain technical or other inaccuracies or typographical errors. The Maryland Department of Transportation (MDOT) may make improvements and/or changes in the product(s) and/or the program(s) described in this publication at any time.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}