{"Title": "Maryland Department of the Environment Tier II Stream Segments [Maryland] {2022}", "Description": "This dataset consists of a digital geospatial representation of all identified Tier II segments in the State of Maryland. Based on data collected between 1995-2019, this dataset currently contains information for 263 designated Tier II stream segments. Main segment breakpoints were determined using the 100,000:1 National Hydrography Dataset (NHD). The final designated Tier II segments are the merged sub segments that make up the 24,000:1 NHD meeting the 100,000:1 breakpoints. Tier II stream segments generally terminate at confluences, impoundment outfalls, and tidal boundaries.Creator: Maryland Department of the Environment, Water Science Administration (MDE WSA) Assessment Data: Maryland Department of Natural Resources, Monitoring and Non-tidal Assessment Division, Maryland Biological Stream Survey Program (DNR MBSS), MDE WSA, Baltimore County Department of Environmental Protection and Sustainability, Frederick County Department of Sustainability and Environmental Resources, Wetland Studies and Solutions, McCormick Taylor Inc., and various non-government certified entities. Other Geospatial Data: USGSMap Service Link:https://mdewin64.mde.state.md.us/arcgis/rest/services/MDE_Water_Quality/MD_TierIIHighQualityWaters_2022/MapServer/1", "Creator": "ArcGIS Online for Maryland", "Provider": "Maryland iMap", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "2022", "Date Issued": "2023-01-05", "Place": "Maryland", "Rights": "The Spatial Data, and the information therein, (collectively the \"Data\") is provided \"as is\" without warranty of any kind, either expressed, implied, or statutory. The user assumes the entire risk as to quality and performance of the Data. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the State of Maryland be liable for direct, indirect, incidental, consequential or special damages of any kind. The State of Maryland does not accept liability for any damages or misrepresentation caused by inaccuracies in the Data or as a result to changes to the Data, nor is there responsibility assumed to maintain the Data in any manner or form. The Data can be freely distributed as long as the metadata entry is not modified or deleted. Any data derived from the Data must acknowledge the State of Maryland in the metadata.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}