{"Title": "Brownfield Development Areas (Block and Lots) of New Jersey [New Jersey]", "Description": "The data included in the layer enables GIS to map, as polygons, the extents of all current Brownfield Development Areas (BDAs) in New Jersey. A brownfield is any former or current commercial or industrial site that is currently vacant or underutilized and on which there has been, or there is suspected to have been, a discharge of contamination. Under the BDA approach, NJDEP works with selected communities affected by multiple brownfields to design and implement remediation and reuse plans for these properties simultaneously. The BDA approach enables remediation and reuse to occur in a coordinated fashion. In the process, we invite the various stakeholders, including owners of contaminated properties, potentially responsible parties, developers, community groups, technical experts for the local government and residents, and residents themselves, to participate in this cleanup and revitalization approach.", "Creator": "NJDEP, BIS, SRWMP", "Provider": "New Jersey Department of Environmental Protection's (NJDEP) Bureau of GIS", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2018-09-27", "Place": "New Jersey", "Rights": "New Jersey Department of Environmental Protection (NJDEP) Data Distribution Agreement. The data provided herein are distributed subject to the following conditions and restrictions: NJDEP assumes no responsibility to maintain them in any manner or form and disclaims any duty or obligation to either maintain availability of or to update the data. Terms of Agreement 1. All data is provided, as is, without any representation or warranty of any kind, implied, expressed or statutory including, but not limited to, the warranties of non-infringement of third party rights, title, merchantability or fitness for a particular use, freedom from computer virus nor are any such warranties to be implied with respect to the digital data layers furnished hereunder. User is responsible for understanding the accuracy limitations of all digital data layers provided herein, as documented in the accompanying cross-reference files (see SUPPLEMENTAL INFORMATION). Any reproduction or manipulation of the above data must ensure that the coordinate reference system remains intact. 2. Digital data received from the NJDEP may not be reproduced or redistributed without all the metadata provided. 3. Any maps, publications, reports, or other documents produced as a result of this project that utilize this digital data will credit the NJDEP's Geographic Information System (GIS) as the source of the data with the following credit/disclaimer: \"This (map/publication/report) was developed using New Jersey Department of Environmental Protection Geographic Information System digital data, but this secondary product has not been verified by NJDEP and is not state-authorized or endorsed.\" 4. NJDEP makes no warranty that digital data are free of Copyright or Trademark claims or other restrictions or limitations on free use or display. Making a copy of this data may be subject to the copyright of trademark laws.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}