{"Title": "Maryland Archived Protected Lands Acquisitions - Rural Legacy  Land Acquisitions General [Maryland] {2016}", "Description": "The Rural Legacy Program provides the focus and funding necessary to protect large, contiguous tracts of land and other strategic areas from sprawl development and to enhance natural resource, agricultural, forestry and environmental protection through cooperative efforts among state and local governments and land trusts. Protection is provided through the acquisition of easements and fee estates from willing landowners and the supporting activities of Rural Legacy Sponsors and local governments.This file consists of properties that have been protected using Rural Legacy funds. In the case of a project with multiple parcels, the Identify results will indicate the total acreage and BPW amount for the project. Hence, you will see the same acreage, BPW amount and TEA result for each part of the project.This is a MD iMAP hosted service. Find more information onhttps://imap.maryland.gov.Feature Service Link:https://archive.geodata.md.gov/imap/rest/services/Environment/MD_ArchivedProtectedLandsAcquisitions/FeatureServer/72", "Creator": "DNR", "Provider": "Maryland iMap", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "2016", "Date Issued": "2017-05-11", "Place": "Maryland", "Rights": "The Spatial Data, and the information therein, (collectively the \"Data\") is provided \"as is\" without warranty of any kind, either expressed, implied, or statutory. The user assumes the entire risk as to quality and performance of the Data. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the State of Maryland be liable for direct, indirect, incidental, consequential or special damages of any kind. The State of Maryland does not accept liability for any damages or misrepresentation caused by inaccuracies in the Data or as a result to changes to the Data, nor is there responsibility assumed to maintain the Data in any manner or form. The Data can be freely distributed as long as the metadata entry is not modified or deleted. Any data derived from the Data must acknowledge the State of Maryland in the metadata.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}