{"Title": "District Councils [Minnesota--Saint Paul]", "Description": "Saint Paul has had a formal structure of neighborhood organizations to engage residents and collaborate with city government since 1975--one of the first in the nation.These organizations are known as district councils because they are resident groups thatengage and represent the people living in one of the city's 17 planning districts.Each district council is a 501(c)(3) non-profitwith a voluntary board of directors composed of members elected by their neighbors. The district council structure was formed as part of the development of the city's Citizen Participation Program, now known as the Community Engagement Program. The purpose of this program is to create opportunities for residents to learn about what is happening in their neighborhoods and collaborate with one another and city government to maintain and improve the quality of life in neighborhoods. The program includes funding allocated to each district council on a formula basis, technical assistance from city planners and other city staff regarding issues that are important to the neighborhood and non-profit management assistance from the city's Community Engagement Coordinator.District councils each are involved in work to improve the physical, social and economic structures in their neighborhood. The activity common to all district councils is the development of adistrict plan (sometimes referred to as a neighborhood plan) that is reviewed by the Planning Commission, CityCouncil and the Metropolitan Council--the region'smetropolitanplanning organization--before being adopted as part of the city's Comprehensive Plan. The Comprehensive Plan is a key tool used by the city to guide law-making and budgeting. District plans are an opportunity for residents to influence how those laws and budgets impact their neighborhoods. Along with this critical planning work,district councils may also be involved in:Reviewing community development proposalsAdvocating for park andrecreation center improvementsCoordinating community gardens and neighborhood beautification projectsPromoting environmental action through volunteering and advocacyOrganizing block clubs and working with the police department and other city agencies to improve public safetyDistrict councils rely on community-building activities and events as the basis for convening residents to become involved in their neighborhood. These include neighborhood forums, festivals, parades and block parties.A commitment to equity is foundational to successful community engagement. In 2017, the district councils proposed a change to the Community Engagement Program's Innovation Fund that was adopted in 2018. The fund is now divided equally among the 17 district councils to promote equitable practices and neighborhood outcomes. The goals of this program are:District council staff and volunteers more accurately reflect the communities they serve.District councils review and adopt policies and practices that intentionally create space for residents who are currently under-represented.District councils pursue systemic work that reflects the needs and priorities of residents who have been historically under-represented.Additionally, district council staff are required to participate in a peer support/best practices network composed of district councils or similar grassroots, place-based organizations in the region.", "Creator": "Saint Paul GIS", "Provider": "City of Saint Paul GIS Data", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2022-04-05", "Place": "Minnesota--Saint Paul, Minnesota", "Rights": "Public DomainThis data are provided to you “as is” and without any warranty as to their performance, merchantability, or fitness for any particular purpose. The City of Saint Paul does not represent or warrant that the data or the data documentation are error-free, complete, current, or accurate. You are responsible for any consequences resulting from your use of the data or your reliance on the data. If you transmit or provide the data (or any portion of it) to another user, the data must include this disclaimer.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}