{"Title": "Maryland Long Term Care Assisted Living - Hospice [Maryland]", "Description": "OP&R organizes and prepares for public health and medical emergencies through statewide partnerships with public, private and government agencies to coordinate an effective emergency response for the health and safety of all residents of Maryland.The Office of Preparedness and Response is responsible for staffing the Maryland Department of Health & Mental Hygiene (DHMH) Command Center during a significant public health event such as pandemic, natural disaster, act of terrorism or any incident that requires the coordination of state level health department resources. All staff are trained in the National Incident Management System (NIMS) and Incident Command System (ICS). The DHMH Command Center coordinates the state health department response to an incident in collaboration with the MEMA's Emergency Operations Center and other state agencies.This is a MD iMAP hosted service layer. Find more information athttps://imap.maryland.gov.Feature Service Layer Link:https://geodata.md.gov/imap/rest/services/Health/MD_LongTermCareAssistedLiving/FeatureServer/5", "Creator": "DHMH", "Provider": "Maryland iMap", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2016-02-10", "Place": "Maryland", "Rights": "The Spatial Data, and the information therein, (collectively the \"Data\") is provided \"as is\" without warranty of any kind, either expressed, implied, or statutory. The user assumes the entire risk as to quality and performance of the Data. No guarantee of accuracy is granted, nor is any responsibility for reliance thereon assumed. In no event shall the State of Maryland be liable for direct, indirect, incidental, consequential or special damages of any kind. The State of Maryland does not accept liability for any damages or misrepresentation caused by inaccuracies in the Data or as a result to changes to the Data, nor is there responsibility assumed to maintain the Data in any manner or form. The Data can be freely distributed as long as the metadata entry is not modified or deleted. Any data derived from the Data must acknowledge the State of Maryland in the metadata.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}