{"Title": "Letter of Map Amendment (LOMA) [Maryland--Baltimore County]", "Description": "The LOMA feature class contains features for each address for which a LOMA has been issued by the Federal Emergency Management Agency (FEMA). A LOMA can affect flood zone determination without a map change. The feature class was created by interpreting the information contained on each LOMA and mapping the location(s) for each of the addresses cited in the document. A PDF of the LOMA document was associated to the feature as an attachment. For addresses having more than one LOMA, only a single feature was created and additional attachments were associated to the feature. This feature class contains \"historical\" LOMA location/documents not revalidated by FEMA.", "Creator": "Baltimore County Government", "Provider": "Baltimore County Open Data Portal", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2017-07-12", "Place": "Maryland--Baltimore County, Maryland", "Rights": "Warranty and Disclaimer The user or recipient of this data understands and acknowledges this data may be inaccurate or contain errors or omissions and the user or recipient assumes full responsibility for any risks or damages resulting from, arising from or in connection with any use of or reliance upon data displayed herein.  Baltimore County, Maryland does not warrant the accuracy or reliability of the data displayed herein.  Baltimore County, Maryland disclaims all warranties with regard to data displayed herein, including but not limited to, all warranties, express or implied, of merchantability and fitness for any particular purpose.   Baltimore County, Maryland additionally disclaims all obligation and liability for damages, including but not limited to, actual, special, indirect, and consequential damages, attorneys’ and experts’ fees, and court costs incurred as a result of, arising from or in connection with the use of or reliance upon the data displayed herein. The user or recipient hereby waives the right to file suit or make demand and forever discharges and releases Baltimore County, Maryland, its agents, employees, successors and assigns from any and all loss, liability, damage, claim, cost or expense incurred as a result of, or arising out of or in connection with the use of data displayed herein or any reliance thereon, whether caused by the acts or omissions of Baltimore County, Maryland, its agents, employees, successors or assigns, directly or indirectly.     The user or recipient of data, hereby acknowledges that Baltimore County, Maryland, its agents, employees, successors, and assigns shall not be responsible for any and all property damage or bodily injury (including serious physical injury or even death) incurred as a result of, or arising out of or in connection with the use of or reliance upon data displayed herein.  The user or recipient hereby agrees to indemnify, protect and hold harmless Baltimore County, Maryland, its officers, agents, employees, successors and assigns from and against any and all suits, demands, losses, liability, damages, claims, costs or expenses incurred by Baltimore County as a result of, or arising out of or in connection with, the user or recipient’s misuse or misrepresentation of this data. The user or recipient of the data displayed herein acknowledges and agrees to attach the following disclaimer when and if the user or recipient disseminates or cites this data: This data is only for general information purposes only. This data may be inaccurate or contain errors or omissions. Baltimore County, Maryland does not warrant the accuracy or reliability of the data and disclaims all warranties with regard to the data, including but not limited to, all warranties, express or implied, of merchantability and fitness for any particular purpose.  Baltimore County, Maryland disclaims all obligation and liability for damages, including but not limited to, actual, special, indirect, and consequential damages, attorneys’ and experts’ fees, and court costs incurred as a result of, arising from or in connection with the use of or reliance upon this data.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}