{"Title": "MD Biodiesel Fuel Stations [Maryland]", "Description": "Maryland locations of Liquefied Natural Gas Fuel Stations, Compressed Natural Gas Fuel Stations, Biodiesel Fuel Stations, and Electric Vehicle Charging Stations.", "Creator": "ArcGIS Online for Maryland", "Provider": "Maryland iMap", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2019-01-02", "Place": "Maryland", "Rights": "For public, non-commercial use. Although the Maryland Department of Transportation (MDOT) makes all reasonable attempts to ensure the accuracy of the data, MDOT cannot verify the accuracy of the data at all times due to stations closing, moving, etc. For informative purposes only and not for trip-planning. This data is for general planning purposes only. This data is in no way intended for  trip planning, and should not be construed as implying anything specific about a station's current conditions or state of repair. The Maryland Department of Transportation (MDOT) and contributing partner agencies at the State, regional and local levels make no warranty, representation, or guarantee as to the content, sequence, accuracy, timeliness, or completeness of any of the spatial data or database information provided herein. MDOT and its contributing partner agencies at the State, regional and local levels make no claims, and shall assume no liability for errors, omissions, or inaccuracies in the information provided, regardless of their source, and bears no responsibility for any decision made or action taken or not taken by persons relying on the layer’s information or the data it contains. MDOT and its contributing partner agencies at the State, regional and local levels reserve the right to make amendments to the data to improve accuracy or performance, but make no specific claims on the data accuracy at any given time. Users are advised to consult with relevant agencies to confirm any specific status or to inform proposed use.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}