{"Title": "Industrial Growth Zones [Illinois--Cook County]", "Description": "The City of Chicago and Cook County created the Industrial Growth Zones program to make industrial development faster, simpler, and easier. Property owners, developers, and industrial businesses located in the Zones are eligible for benefits. Industrial Growth Zones help industrial businesses and developers identify the best suited sites for development, expedite permitting, and get access to potential financial assistance.The Industrial Growth Zone program began in the Summer of 2016. Applications for the City of Chicago portion of the program were accepted until May 31, 2019. Applications for the Suburban Cook County portion of the Industrial Growth Zones are continuing to be accepted.For more details about the program please visit theIndustrial Growth Zones website.", "Creator": "Cook_County_GIS", "Provider": "Cook Central", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2019-06-11", "Place": "Illinois--Cook County, Illinois", "Rights": "While efforts have been made to be as accurate as possible, Cook County provides the data for personal use “as is”. The data is not guaranteed to be accurate, correct, or complete. Information provided should not be used as a substitute for legal, business, tax, or other professional advice. Therecipient/viewer should contact appropriate regulating agencies to determine accuracy or suitability of the data for a particular use.Cook County or its staff assume no liability whatsoever for any losses that might occur from the use, misuse, or inability to use its geospatial data, maps or websites. All materials appearing on a map, geospatial data or County GIS web site are transmitted without warranty of any kind and are subject to the terms on this disclaimer.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}