[{"org_id":"69","org_name":"Hudson Yards Hell's Kitchen Alliance","org_address":"412 W 42nd Street","org_address2":"3rd Floor","org_city":"New York","org_state":"NY","org_zip":"10036","boro_id":"Manhattan","org_phone":"2122391619","org_website":"www.hyhkalliance.org","org_email":"info@hyhkalliance.org","org_boundary":"Area broadly bounded by West 42nd Street to the north, 11th Avenue to the west, West 30th"}
,{"org_id":"29","org_name":"125th Street","org_address":"360 West 125th Street","org_address2":"Suite 11","org_city":"New York","org_state":"NY","org_zip":"10027","boro_id":"Manhattan","org_phone":"2126628999","org_website":"https://harlembid.com/","org_email":"bid125thst@aol.com","org_boundary":"125th Street from Fifth Avenue to Morningside Avenue","org_neighborhood":"Harlem","org_year":"January 1994","org_realestate":"125th Street is a high traffic shopping area offering a wide variety of services and retail businesses. Its history includes cultural giants such as Duke Ellington, Bill 'Bojangles' Robinson, Ella Fitzgerald, Billie Holiday, Joe Louis, Jackie Robinson and others. The District boasts such constituents as the Studio Museum in Harlem, the National Black Theater, the Apollo Theater, Harlem USA, and the Adam Clayton Powell State Office Building. 125th Street is experiencing a second renaissance.  Large and small businesses and people of all colors are sharing in its success.  There is an array of  trendy restaurants, bookstores, apparel, banks, schools and churches.","org_blocks":"22","org_businesses":"364"}
,{"org_id":"46","org_name":"Sutphin Boulevard","org_address":"89-00 Sutphin Boulevard","org_address2":"Suite 204C","org_city":"Jamaica","org_state":"NY","org_zip":"11435","boro_id":"Queens","org_phone":"7182912110","org_website":"www.sutphinblvdbid.org","org_email":"sutphinblvdbid@verizon.net","org_boundary":"Sutphin Boulevard from 94th Avenue to Hillside Avenue","org_neighborhood":"Downtown Jamaica","org_year":"July 2004","org_realestate":"The Sutphin Boulevard Business Improvement District (BID) runs along Sutphin Boulevard from Hillside Avenue to 94th Avenue.  The BID serves as a catalyst for economic revitalization along Sutphin Boulevard and was established to make the area clean and safe.  The BID provides supplemental services as well as promotion for the area, advocacy for the interests of the local businesses, information to boost economic development, and to enhance neighborhood quality of life for local businesses and residents.  Sutphin Boulevard is an important gateway not only to Jamaica, but to all of Queens.  The commercial corridor is home to several prominent public institutions which include the Civil and Supreme Courts for Queens County, the Long Island Rail Road headquarters and rail hub, and most recently, the Air Train Terminal at Jamaica Station, as well as  fifty-two (52) privately owned properties, largely comprised of retail businesses.","org_blocks":"12","org_businesses":"125"}
,{"org_id":"76","org_name":"Throggs Neck","org_address":"3800 East Tremont Avenue","org_address2":"Suite 2F","org_city":"Bronx","org_state":"NY","org_zip":"10465","boro_id":"Bronx","org_phone":"3472818323","org_website":"www.throggsneckbid.com","org_email":"throggsneckbid@gmail.com","org_boundary":"E Tremont Ave from Bruckner Blvd to Miles Ave","org_neighborhood":"Throggs Neck","org_year":"January 2019","org_blocks":"27","org_businesses":"281"}
,{"org_id":"74","org_name":"New Dorp Lane","org_address":"c/o SIEDC","org_address2":"201 Edward Curry Avenue, Suite 103","org_city":"Staten Island","org_state":"NY","org_zip":"10314","boro_id":"Staten Island","org_phone":"7184771400","org_email":"newdorpbid@gmail.com","org_boundary":"New Dorp Lane from Richmond Road to Hylan Boulevard; New Dorp Plaza from Steele Avenue and Jacques Avenue to Ross Avenue","org_neighborhood":"New Dorp Town, Mid-Island","org_year":"April 2017","org_blocks":"21","org_businesses":"157"}
,{"org_id":"13","org_name":"Graham Avenue","org_address":"80 Graham Avenue","org_address2":"2A","org_city":"Brooklyn","org_state":"NY","org_zip":"11206","boro_id":"Brooklyn","org_phone":"7183876643","org_website":"www.grahamavenuebid.org","org_email":"admin@grahamavenuebid.org","org_boundary":"Graham Avenue from Broadway to Boerum Street; Moore Street from  Graham Avenue to Humboldt Street; Cook Street from Graham Avenue to Manhattan Avenue; Broadway from  Manhattan Avenue to Flushing Avenue","org_neighborhood":"Williamsburg","org_year":"July 1987","org_realestate":"Graham Avenue is the largest shopping district in Williamsburg, offering more than 180 affordable and diverse retail mom-pop stores and a number of major retail chains. The district provides great shopping and jobs for the community. The BID works closely with the Moore Street Market, a city owned open food market specializing in Latina products as well as other ethnic items.","org_blocks":"26","org_businesses":"160"}
,{"org_id":"33","org_name":"Sunset Park","org_address":"5116A 5th Avenue","org_address2":"2nd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11220","boro_id":"Brooklyn","org_phone":"7184397767","org_website":"www.sunsetparkbid.org","org_email":"info@sunsetparkbid.org","org_boundary":"Fifth Avenue from 38th Street to 64th Street","org_neighborhood":"Sunset Park","org_year":"July 1995","org_realestate":"Fifth Avenue is the main shopping strip in Sunset Park,  home to over 500 mainly mom and pop businesses that feature restaurants, music centers, clothing/apparel, nail and hair salons, electronics, cell phones, furniture, gift/variety, insurance, real estate, travel, grocery, and other service businesses.  The BID is part of the Sunset Park Historic District, the largest such district in New York City.","org_blocks":"52","org_businesses":"640"}
,{"org_id":"23","org_name":"Times Square Alliance","org_address":"1560 Broadway","org_address2":"Suite 1001","org_city":"New York","org_state":"NY","org_zip":"10036","boro_id":"Manhattan","org_phone":"2127681560","org_website":"www.timessquarenyc.org","org_email":"info@timessquarenyc.org","org_boundary":"Area generally bounded by Avenue of the Americas to the east, 8th Avenue to the west, 53rd Street to the north and West 41st Street to south","org_neighborhood":"Midtown","org_year":"January 1992","org_realestate":"From Walt Disney to Morgan Stanley and the New York Times to Caroline's; Times Square is truly the Crossroads of the World. Be a part of  the world famous New Year\u0092s Eve celebration and Broadway On Broadway or just stop by one of our more than 600 stores to pick up a part of New York right in the center of Manhattan.","org_blocks":"123","org_businesses":"2570"}
,{"org_id":"4","org_name":"Union Square Partnership","org_address":"200 Park Avenue South","org_address2":"Suite 1320","org_city":"New York","org_state":"NY","org_zip":"10003","boro_id":"Manhattan","org_phone":"2124601200","org_website":"www.unionsquarenyc.org","org_email":"info@unionsquarenyc.org","org_boundary":"14th Street from 1st Avenue to 6th Avenue; Union Square Park","org_neighborhood":"Union Square","org_year":"July 1984","org_realestate":"Union Square is a thriving hub of culture, business, education and health care. Throughout the city and beyond, the district is known as 'New York's Best Tasting Neighborhood,' and is celebrated for the Greenmarket, innovative off-Broadway theaters, destination retailers, small creative businesses and excellent universities and hospitals, all located near one of the city's most popular parks.","org_blocks":"32"}
,{"org_id":"39","org_name":"47th Street (Diamond District Partnership)","org_address":"580 Fifth Avenue","org_address2":"Suite 323","org_city":"New York","org_state":"NY","org_zip":"10036","boro_id":"Manhattan","org_phone":"2123025739","org_website":"www.diamonddistrict.org","org_email":"info@diamonddistrict.org","org_boundary":"West 47th Street from 5th Avenue to Avenue of the Americas","org_neighborhood":"Midtown","org_year":"July 1997","org_realestate":"The Diamond District, located in the heart of midtown Manhattan, is the world's largest shopping district for diamonds and fine jewelry. Most of the diamonds entering this country go through the Diamond District and more than 2,600 independent businesses are located in the district."}
,{"org_id":"71","org_name":"South Shore","org_address":"3929 Amboy Road","org_city":"Staten Island","org_state":"NY","org_zip":"10308","boro_id":"Staten Island","org_phone":"7185215556","org_website":"www.southshorebid.org","org_email":"info@southshorebid.org","org_boundary":"Commercial corridor of","org_neighborhood":"Annadale, Great Kills, Eltingville","org_year":"2015","org_blocks":"65","org_businesses":"316"}
,{"org_id":"61","org_name":"Belmont","org_address":"2396 Arthur Avenue","org_city":"Bronx","org_state":"NY","org_zip":"10458","boro_id":"Bronx","org_phone":"7182948259","org_website":"www.bronxlittleitaly.com","org_email":"info@bronxlittleitaly.com","org_boundary":"East Fordham Road to the north, Lorillard Place to the west, East 183rd Street to the south and Southern Boulevard to the east","org_neighborhood":"Belmont","org_year":"December 2008","org_realestate":"The district is located in the area generally known as Little Italy in the Bronx. The BID extends from East Fordham Road to East 183rd Street along Arthur Avenue and also includes East Fordham Rd. and E. 187th Street from Lorillard Place to Southern Boulevard.  The district is comprised of more than 260 properties, most of which are mixed-use buildings consisting of commercial use on the ground floor and residential units above.","org_blocks":"74","org_businesses":"415"}
,{"org_id":"43","org_name":"Kingsbridge","org_address":"3109 Kingsbridge Avenue","org_city":"Bronx","org_state":"NY","org_zip":"10463","boro_id":"Bronx","org_phone":"7184326935","org_website":"www.kingsbridgebidnyc.org","org_email":"kingsbridgebid@gmail.com","org_boundary":"Broadway from West 230th Street to West 236th Street; West 231st Street from the Major Deegan Expressway to Corlear Avenue","org_neighborhood":"Kingsbridge","org_year":"October 2001","org_realestate":"Kingsbridge is the second oldest commercial center in the northwest Bronx, serving not only the local residential neighborhoods surrounding it -- Kingsbridge, Kingsbridge Heights, Marble Hill, Riverdale, and Fieldston -- but the larger northwest Bronx and lower Westchester County as well. There are approximately 200 businesses in the Kingsbridge BID ranging from retail stores, personal and professional services, and restaurants. With a mix of locally owned and national chains Kingsbridge is an ideal area to visit for all of your shopping needs.","org_blocks":"26","org_businesses":"181"}
,{"org_id":"7","org_name":"North Flatbush","org_address":"282 Flatbush Avenue","org_address2":"2nd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11217","boro_id":"Brooklyn","org_phone":"7187831685","org_website":"www.northflatbushbid.nyc","org_email":"info@northflatbushbid.nyc","org_boundary":"Flatbush Avenue from Atlantic Avenue to Grand Army Plaza","org_neighborhood":"Prospect Heights/Park Slope","org_year":"January 1986","org_realestate":"The district is located in the heart of Brooklyn and is surrounded by history and some of Brooklyn\u0092s oldest institutions such as the Brooklyn Academy of Music, the Brooklyn Museum and Williamsburg Savings Bank Tower.  Over 170 merchants call North Flatbush Avenue their home with a vibrant mix of national/regional chains together with many locally owned businesses.  With neighborhoods such as Park Slope to the west and Prospect Heights to the east, North Flatbush Avenue's fine mix of small to mid-size businesses is attractive to its residential neighbors.","org_blocks":"24","org_businesses":"174"}
,{"org_id":"27","org_name":"Garment District Alliance","org_address":"209 West 38th Street","org_address2":"2nd Floor","org_city":"New York","org_state":"NY","org_zip":"10018","boro_id":"Manhattan","org_phone":"2127649600","org_website":"www.garmentdistrict.nyc","org_email":"info@garmentdistrictnyc.com","org_boundary":"Area generally bounded by Fifth Avenue on the east, Ninth Avenue on the west, 41st Street on the north, and 35th Street on the south","org_neighborhood":"Midtown","org_year":"October 1993","org_realestate":"The Garment District, located in the heart of midtown Manhattan, is not only the world's capital for fashion, but it is also a creative capital, home to off-Broadway theatres, art galleries and the studios of hundreds of working artists. The centralized location of this authentic New York neighborhood attracts a diversity of businesses, from large corporate headquarters to entrepreneurial small businesses.  In fact, over 80,000 people work in the over 5,000 businesses located in the area.","org_blocks":"95","org_businesses":"6500"}
,{"org_id":"54","org_name":"Flatbush-Nostrand Junction","org_address":"c/o Brooklyn College","org_address2":"2900 Bedford Avenue,1407 Boylan Hall","org_city":"Brooklyn","org_state":"NY","org_zip":"11210","boro_id":"Brooklyn","org_phone":"7189515000 x1449","org_website":"www.exploreflatbush.com","org_email":"info@exploreflatbush.com","org_boundary":"Area generally bounded by Flatbush Avenue  on the northeast, Campus Road on the south and Bedford Avenue and Kenelworth Place on west","org_neighborhood":"Flatbush","org_year":"May 2006","org_realestate":"The Flatbush-Nostrand Junction is one of Brooklyn's primary commercial areas outside of downtown. It is an important hub of education, commerce, transportation, and entertainment.  It is the primary shopping area for thousands of area residents, and an important subway/bus transfer point. The Junction area also serves thousands of Brooklyn College students, faculty, and staff.","org_blocks":"25","org_businesses":"250"}
,{"org_id":"28","org_name":"Pitkin Avenue","org_address":"1572 Pitkin Avenue","org_city":"Brooklyn","org_state":"NY","org_zip":"11212","boro_id":"Brooklyn","org_phone":"7189229600","org_website":"www.pitkinavenue.nyc","org_email":"execdirector@pitkinavenue.nyc","org_boundary":"Pitkin Avenue from Howard Avenue to Mother Gaston Boulevard; Rockaway Avenue from Glenmore Avenue to Belmont Avenue","org_neighborhood":"Brownsville","org_year":"October 1993","org_realestate":"The Pitkin Avenue BID is comprised of 10 blocks between Howard Avenue and Mother Gaston Blvd extending along Rockaway Blvd between Glenmore and Belmont Avenues.  Though there are mainly mom and pop stores on the Avenue,  there has been an  increase of national chain stores, the latest being Radio Shack & T-Mobile.  Pitkin Avenue is home to almost 30 different businesses including  furniture stores, clothing stores,  ethnic eateries, music outlets, nail and hair salons, electronics, tax & mortgage services, gift/variety stores, and more.","org_blocks":"32","org_businesses":"212"}
,{"org_id":"41","org_name":"Columbus Avenue","org_address":"157 Columbus Avenue","org_address2":"#406","org_city":"New York","org_state":"NY","org_zip":"10024","boro_id":"Manhattan","org_phone":"2128772678","org_website":"www.columbusavenuebid.org","org_email":"info@columbusavenuebid.org","org_boundary":"Columbus Avenue from 67th Street to 82nd Street; all properties within 50 feet of either side of Columbus Avenue","org_neighborhood":"Upper West Side","org_year":"January 2000","org_realestate":"The Columbus Avenue Business Improvement District (BID) is a thriving retail community in the heart of New York City's Upper West Side, wholly contained within the Central Park West Historic District. The district includes the American Museum of Natural History, The Rose Center for Earth and Space, and is just steps from the New-York Historical Society.  The fifteen block district runs along Columbus Avenue, dipping into side streets where there is commercial development. Its southern border is at West 67th Street, just a block from Lincoln Center, and the northern boundary is currently on the south side of West 82nd Street.","org_blocks":"30","org_businesses":"205"}
,{"org_id":"56","org_name":"Court-Livingston-Schermerhorn","org_address":"c/o Downtown Brooklyn Partnership","org_address2":"1 MetroTech Center North, Suite 1003","org_city":"Brooklyn","org_state":"NY","org_zip":"11201","boro_id":"Brooklyn","org_phone":"7184031600","org_website":"www.downtownbrooklyn.com/about/court-livingston-schermerhorn-bid","org_email":"info@downtownbrooklyn.com","org_boundary":"Area generally bounded by Court Street on the west, Flatbush Avenue on the east, Atlantic Avenue and Schermerhorn Street on the south,  Joralemon Street and Livingston Street on the north","org_neighborhood":"Downtown Brooklyn","org_year":"June 2007","org_realestate":"The area is a mixed-use neighborhood in the heart of Downtown Brooklyn, with about 200 properties, most are partially or wholly commercial with ground-floor retail use. There are approximately 30 national and regional retail-chain stores including Barnes & Nobel, Sleepy's, Quizo's, Kentucky Fried Chicken, McDonald's, United Artists Multiplex, American Apparel, and 99 cents Store. Several banks operate or have branches in the area including Chase, Banco Popular, and Community Capital.","org_blocks":"68"}
,{"org_id":"8","org_name":"Bryant Park Corporation","org_address":"1065 Avenue of the Americas","org_address2":"Suite 2400","org_city":"New York","org_state":"NY","org_zip":"10018","boro_id":"Manhattan","org_phone":"2127684242","org_website":"www.bryantpark.org","org_email":"info@bryantpark.org","org_boundary":"Area generally bounded by Fifth Avenue to the east, Sixth Avenue to the west 40th Street to the south and 42nd Street to the north","org_neighborhood":"Midtown","org_year":"July 1986","org_realestate":"The lawn is lush and green and the flowers change seasonally but Bryant Park is more than a garden. When you first discover it, nestled in its canyon of skyscrapers, it\u0092s like an oasis\u0097a refuge of peace and calm. But Bryant Park is a city park, full of historical monuments and urban amenities. The park is a social place where friends meet, eat lunch, chat, stroll, listen to music, work on the wireless network, or simply sit and think. Winter, Summer, Spring and Fall, New Yorkers love this park.","org_blocks":"14"}
,{"org_id":"63","org_name":"Hudson Square","org_address":"180 Varick Street","org_address2":"Suite 422","org_city":"New York","org_state":"NY","org_zip":"10014","boro_id":"Manhattan","org_phone":"2124639160","org_website":"www.hudsonsquarebid.org","org_email":"info@hudsonsquarebid.org","org_boundary":"Generally, West Houston Street to the north, Avenue of the Americas to the east, Canal Street to the south, and Greenwich Street to the west","org_neighborhood":"Hudson Square","org_year":"February 2009","org_realestate":"Building on the neighborhood\u0092s rich past as New York City\u0092s printing district, Hudson Square has emerged as a major creative hub, home to over 30,000 people working in advertising, design, media, communications and other cutting edge businesses. Large, open, sunlit spaces in converted printing buildings lend themselves to open floor plans and creative collaborations. On July 1, 2009, the Hudson Square Business Improvement District, doing business as the Hudson Square Connection, opened its doors for business.","org_blocks":"75","org_businesses":"1000"}
,{"org_id":"78","org_name":"West Village","org_city":"New York","org_state":"NY","boro_id":"Manhattan","org_email":"wvbidinfo@gmail.com","org_boundary":"7th Ave South from Leroy to Perry; Bleecker from 6th Ave to Charles, Christopher St from Hudson to Greenwich, and various blocks nearby","org_neighborhood":"West Village, Greenwich Village","org_year":"May 2022","org_businesses":"0"}
,{"org_id":"65","org_name":"Atlantic Avenue","org_address":"306 Atlantic Avenue","org_city":"Brooklyn","org_state":"NY","org_zip":"11201","boro_id":"Brooklyn","org_phone":"9292835989","org_website":"www.atlanticavebid.org","org_email":"info@atlanticavebid.org","org_boundary":"Atlantic Avenue generally bounded by the Brooklyn-Queens Expressway to west and 4th Avenue to east","org_neighborhood":"Brooklyn Heights, Boerum Hill, Cobble Hill","org_year":"2011","org_realestate":"Representing over 300 businesses in Brooklyn's vibrant Brooklyn Heights, Boerum Hill, and Cobble Hill neighborhoods, the Atlantic Avenue Business Improvement District is dedicated to promoting the Avenue's long-term economic development thereby creating a thriving boulevard that attracts both residents and visitors to its vast array of services, shops, dining, while preserving the Avenue's rich history and diverse character.","org_blocks":"55","org_businesses":"338"}
,{"org_id":"21","org_name":"34th Street Partnership","org_address":"1065 Avenue of the Americas","org_address2":"Suite 2400","org_city":"New York","org_state":"NY","org_zip":"10018","boro_id":"Manhattan","org_phone":"2127684242","org_website":"www.34thstreet.org","org_email":"34th@urbanmgt.com","org_boundary":"Area generally bounded by 31st Street to the south, 36th Street to the north, 10th Avenue to the west and Park Avenue to the east","org_neighborhood":"Midtown","org_year":"January 1992","org_realestate":"The 34th Street Partnership district is located at the center of Manhattan, and, arguably, the heart of New York City.  Here you will find some of the world's best stores, most-famous attractions, office buildings, hotels and a growing residential population. Area attractions include  the Empire State Building, Madison Square Garden and  Macy's Herald Square which averages 30,000 visitors a day  - peaking to more than 65,000 visitors a day around the winter holidays - making it the third most-visited site in New York City after our own Empire State Building and the Statue of Liberty.'","org_blocks":"108"}
,{"org_id":"45","org_name":"Downtown Flushing Transit Hub","org_address":"135-20 39th Avenue","org_city":"Flushing","org_state":"NY","org_zip":"11354","boro_id":"Queens","org_phone":"7188881805","org_website":"www.flushingbid.com","org_email":"flushingbid@gmail.com","org_boundary":"Main Street from Northern Boulevard to Sanford Avenue; Roosevelt Avenue from Union Street to Prince Street; 40th Road from Main Street  to Prince Street; 39th Avenue from Main Street to College Point Boulevard; Kissena Boulevard from Main Street to Sanford Avenue","org_neighborhood":"Downtown Flushing","org_year":"September  2003","org_realestate":"The combination of a rich history, bustling transit hub and vibrant commercial district sets downtown Flushing apart from other neighborhoods and makes our district a destination of choice for anyone. Flushing encompasses one of NYC's strongest concentration of economic activity outside of Manhattan. A regional entertainment and recreational destination and a significant retail node; Flushing is the largest urban center in Queens. The neighborhood is home to immigrants from all over the world but has a strong concentration of East Asians, particularly Chinese and Koreans.","org_blocks":"30","org_businesses":"1500"}
,{"org_id":"25","org_name":"Fifth Avenue Association","org_address":"16 East 52nd Street","org_address2":"Suite 302","org_city":"New York","org_state":"NY","org_zip":"10022","boro_id":"Manhattan","org_phone":"2122651310","org_website":"www.fifthavenue.nyc","org_boundary":"Fifth Avenue from 46th Street to 61st Street; 57th Street from Madison Avenue to Avenue of the Americas","org_neighborhood":"Midtown","org_year":"July 1993","org_realestate":"Fifth Avenue a brand unto itself is the 'world-renowned' street that maintains a reputation for high quality  establishments. Home to Cartier, Tiffany, Saks, the Pierre, the Plaza, the St. Regis and St Patrick's Cathedral. This world class shopping destination, encompassing Fifth Avenue,  from 46th Street to 61st Street, and the adjacent 57th Street, from Madison Avenue to Avenue of the Americas, is situated at the foot of Central Park.","org_blocks":"38","org_businesses":"1300"}
,{"org_id":"19","org_name":"Kings Highway","org_address":"905 Kings Highway","org_address2":"2nd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11223","boro_id":"Brooklyn","org_phone":"7186451100","org_website":"www.shopkingshighwaybid.org","org_email":"shopkingshighwaybid@gmail.com","org_boundary":"Kings Highway from Ocean Parkway to Ocean Avenue; Quentin Road from Coney Island Avenue to East 13th Street","org_neighborhood":"Midwood","org_year":"January 1990","org_realestate":"For over 50 years, Kings Highway has prided itself in being one of the most dynamic retail strips in the borough of  Brooklyn.   There are over 200 merchants within the BID selling quality merchandise from Armani dresses to Rolex watches as well as kosher pizza and, arguably, the best bagels in New York City.","org_blocks":"28","org_businesses":"130"}
,{"org_id":"5","org_name":"East Brooklyn","org_address":"c/o LDC of East New York","org_address2":"80 Jamaica Avenue, 3rd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11207","boro_id":"Brooklyn","org_phone":"7183856700","org_website":"www.eastbrooklynbid.org","org_email":"billw@ldceny.org","org_boundary":"Area generally bounded by Sutter Avenue to the south, East New York Avenue and Atlantic Avenue to the north, Powell Street to the west and Sheffield Avenue to the east","org_neighborhood":"East New York","org_year":"July 1985","org_realestate":"The East Brooklyn BID is situated within the East Brooklyn Industrial  Park in the East New York section of Brooklyn.  The BID offers companies some of the most affordably priced industrial real estate in the New York metropolitan area. Industry continues to thrive in East New York.  Local companies are key employers to residents in the community.","org_blocks":"78","org_businesses":"259"}
,{"org_id":"15","org_name":"Grand Central Partnership","org_address":"The Chanin Building","org_address2":"122 East 42nd Street, Suite 601","org_city":"New York","org_state":"NY","org_zip":"10168","boro_id":"Manhattan","org_phone":"2128832420","org_website":"www.grandcentralpartnership.nyc","org_email":"info@gcpbid.org","org_boundary":"Area generally bounded by 35th Street to the south, 54th Street to the north, 2nd Avenue to the east and 5th Avenue to the west","org_neighborhood":"Midtown","org_year":"July 1988","org_realestate":"Under the guidance of the Grand Central Partnership, an extraordinary urban makeover has been accomplished in the Grand Central neighborhood. A reborn neighborhood aesthetic and cleaner, safer streets have spurred private investment and driven pedestrian traffic to the area. Today, the Grand Central neighborhood is among the City's most vibrant hubs - a bustling center of commercial activity by day, a destination for fun by night.","org_blocks":"242","org_businesses":"9200"}
,{"org_id":"70","org_name":"West Shore","org_address":"c/o SIEDC","org_address2":"201 Edward Curry Avenue, Suite 103","org_city":"Staten Island","org_state":"NY","org_zip":"10304","boro_id":"Staten Island","org_phone":"7184771400","org_website":"www.westshorebid.org","org_email":"tony@siedc.org","org_boundary":"Properties broadly bounded by Bloomfield Avenue to the north, Arthur Kill to the West, Meredith Woods to the south, and West Shore Expressway to the east.","org_neighborhood":"Bloomfield and Chelsea","org_year":"2014","org_realestate":"The West Shore Business Improvement District (WS-IBID) will provide much needed services including infrastructure improvements, advocacy, marketing and general assistance to the area.  The ultimate goal of the WS-IBID is to transform the West Shore into a premier industrial corridor for Staten Island and the City.  There are approximately 47 commercial businesses, including 4 retail businesses, in the BID.","org_blocks":"15","org_businesses":"72"}
,{"org_id":"26","org_name":"Woodhaven","org_address":"89-07 Jamaica Avenue","org_address2":"2nd Floor","org_city":"Woodhaven","org_state":"NY","org_zip":"11421","boro_id":"Queens","org_phone":"9294605808","org_website":"www.woodhavenbid.org","org_email":"woodhavenbid@gmail.com","org_boundary":"Jamaica Avenue from 100th Street to Elderts Lane","org_neighborhood":"Woodhaven","org_year":"July 1993","org_realestate":"The 25 block Woodhaven BID is home to some 350 'Mom & Pop' stores that specialize in small town-like personalized service and is known as a great place for family shopping.  The BID, since its inception, has fostered programs to enhance the retail and commercial development of Jamaica Avenue."}
,{"org_id":"47","org_name":"Myrtle Avenue Brooklyn Partnership","org_address":"472 Myrtle Avenue","org_address2":"2nd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11205","boro_id":"Brooklyn","org_phone":"7182301689","org_website":"www.myrtleavenue.org","org_email":"hello@myrtleavenue.org","org_boundary":"Myrtle Avenue from Flatbush Avenue Extension to Classon Avenue","org_neighborhood":"Fort Greene / Clinton Hill","org_year":"April 2005","org_realestate":"The Myrtle Avenue Brooklyn Partnership oversees the economic revitalization of Myrtle Avenue in Fort Greene and Clinton Hill, Brooklyn.  The Partnership is comprised of two entities, the Myrtle Avenue Revitalization Project Local Development Corporation (MARP) and the Myrtle Avenue Brooklyn Business Improvement District (BID).  MARP and the BID work together to assist small businesses located along the avenue, enhance and promote the avenue as a retail destination, thereby improving the quality of life of the surrounding neighborhoods.  Myrtle Avenue is home to over 150 locally-owned businesses and one of the primary commercial strips in Fort Greene and Clinton Hill, serving such neighboring institutions as Pratt Institute, St. Joseph's College, and the Brooklyn Navy Yard.","org_blocks":"40","org_businesses":"179"}
,{"org_id":"73","org_name":"GatewayJFK","org_address":"167-43 148th Ave #203","org_city":"Jamaica","org_state":"NY","org_zip":"11434","boro_id":"Queens","org_phone":"7183040119","org_website":"www.gatewayjfk.org","org_email":"info@gatewayjfk.org","org_boundary":"Rockaway Boulevard to the north, Nassau Expressway to the south, Federal Aviation Administration office building to the west","org_neighborhood":"Springfield Gardens","org_year":"2016","org_blocks":"193","org_businesses":"600"}
,{"org_id":"14","org_name":"Flatbush Avenue","org_address":"495 Flatbush Ave","org_address2":"Suite C30","org_city":"Brooklyn","org_state":"NY","org_zip":"11226","boro_id":"Brooklyn","org_phone":"9297226340","org_website":"www.flatbushavebid.com","org_email":"FlatbushAveBID1@gmail.com","org_boundary":"Flatbush Avenue from Parkside Avenue to Cortelyou Road","org_neighborhood":"Flatbush","org_year":"July 1988","org_realestate":"Flatbush Avenue is one of Brooklyn's foremost shopping avenues offering customers a wide variety of retail and commercial outlets.   Shoppers by the thousands visit the BID area weekly. Customers to the Avenue have a variety of shops to choose from.  National chains, 'Mom & Pop' retailers, restaurants, and fast-food establishments offer something for everyone.  The BID is also the home to the Flatbush/Caton Cooperative Market which houses nearly 60 merchants many of whom are from Africa, the Caribbean, and Haiti.","org_blocks":"22","org_businesses":"308"}
,{"org_id":"44","org_name":"East Midtown Partnership","org_address":"875 Third Avenue","org_address2":"Mezzanine","org_city":"New York","org_state":"NY","org_zip":"10022","boro_id":"Manhattan","org_phone":"2128130030","org_website":"www.eastmidtown.org","org_email":"info@eastmidtown.org","org_boundary":"Madison Avenue from 53rd Street to 57th Street; Park Avenue from 54th Street to 61st Street; Lexington Avenue from 49th Street to 63rd Street; Third Avenue from 49th Street to 63rd Street; Second Avenue from 56th Street to 61st Street and commercial areas on cross streets between these Avenues","org_neighborhood":"East Midtown","org_year":"January 2002","org_realestate":"East Midtown is home to the Decorative Arts District, one of the world's largest concentrations of home design and decor showrooms, offering consumers and design professionals a wide array of fine furnishings and accessories.  Retail activity in the district is anchored by  flagship department store Bloomingdale's and a number of other prominent retailers and exclusive specialty stores. Home to Bloomberg LP, among other commercial tenants, the East Midtown area has become known as one of the hottest areas for retail activity and commercial development in Manhattan.","org_blocks":"132","org_businesses":"3000"}
,{"org_id":"51","org_name":"161st Street","org_address":"900 Grand Concourse","org_address2":"Ground Floor","org_city":"Bronx","org_state":"NY","org_zip":"10451","boro_id":"Bronx","org_phone":"7185905433","org_email":"161streetbidinfo@gmail.com","org_boundary":"161st Street from River Avenue to Morris Avenue; River Avenue from East 158th Street to East 162nd Street; Grand Concourse from 161st to 162nd Streets; Sheridan Avenue from East 161st to 162nd Streets","org_neighborhood":"Concourse Village","org_year":"April 2005","org_realestate":"The 161st Street BID is located at a major crossroads of the world-famous, Yankee Stadium."}
,{"org_id":"36","org_name":"Jerome-Gun Hill","org_address":"c/o Mosholu Preservation Corporation","org_address2":"3400 Reservoir Oval East","org_city":"Bronx","org_state":"NY","org_zip":"10467","boro_id":"Bronx","org_phone":"7183244946","org_website":"www.jeromegunhillbid.org","org_email":"jeromegunhillbid@gmail.com","org_boundary":"East Gun Hill Road from Webster Avenue to Jerome Avenue; Jerome Avenue from Mosholu Parkway to East 212th Street","org_neighborhood":"Northwest section of the Bronx","org_year":"January 1997","org_realestate":"The Jerome-Gunhill BID is a thriving commercial district with heavy pedestrian traffic and busy stores, and is anchored by Montefiore Medical Center, a world-class teaching hospital and the Children's Hospital at Montefiore. The BID, which serves one of  the most ethnically diverse populations in the City, is home to over 200 businesses ranging from small mom and pop operations to 40 local and national chains. Within the BID a consumer can shop for groceries, apparel, house wares, and convenience items, do their banking, eat out or receive some of the world's best medical care.","org_blocks":"24","org_businesses":"230"}
,{"org_id":"62","org_name":"Fulton Area Business (FAB) Alliance","org_address":"1043 Fulton Street","org_city":"Brooklyn","org_state":"NY","org_zip":"11238","boro_id":"Brooklyn","org_phone":"7189283322","org_website":"https://www.fabfulton.org/","org_email":"contactus@faballiance.org","org_boundary":"Fulton Street, from Rockwell Place to Classon Avenue","org_neighborhood":"Fort Greene/Clinton Hill","org_year":"December 2008","org_realestate":"The Brooklyn neighborhoods of Fort Greene Clinton Hill are home to tree-lined streets, community gardens, world-famous cultural institutions, parks, and a wonderfully diverse array of restaurants, shops, professional businesses, houses of worship and \u0096 what we value most \u0096 neighbors. Fulton Street runs through the heart of these two neighborhoods, providing approximately 200 businesses for area residents. All a brief stroll from home and easily accessible by multiple subway and bus lines. The Fulton Area Business (FAB) Alliance BID encompasses Fulton Street from Rockwell Place to Classon Avenue plus parts of Lafayette, Greene and Putnam Avenues.","org_blocks":"37","org_businesses":"196"}
,{"org_id":"16","org_name":"Third Avenue","org_address":"2825 Third Avenue","org_address2":"3rd Floor","org_city":"Bronx","org_state":"NY","org_zip":"10455","boro_id":"Bronx","org_phone":"7186653983","org_website":"www.thirdavenuebid.org","org_email":"info@thirdavenuebid.org","org_boundary":"Third Avenue from East 148th Street to East 153rd Street; Elton Avenue from Third Avenue to 153rd Street; Willis Avenue from Third Avenue to 148th Street; 149th Street from Third Avenue to Bergen Avenue","org_neighborhood":"South Bronx","org_year":"July 1988","org_realestate":"The HUB shopping District is a vibrant and eclectic district which is home to more than 343 businesses including furniture, electronics,  printing, medical, real estate, and clothing establishments.  Major retailers include Auto Zone, Conway's, Jennifer Convertibles, Modells, and the Furniture King Department stores.  Banks in the 'HUB ' district include Banco Popular, Emigrant Savings, JP Morgan Chase, Citibank, Fleet Boston, and New York National Bank. The HUB fulfills all of your shopping needs in the heart of the Bronx.","org_blocks":"18","org_businesses":"312"}
,{"org_id":"52","org_name":"DUMBO Improvement District","org_address":"20 Jay Street","org_address2":"Suite 510","org_city":"Brooklyn","org_state":"NY","org_zip":"11201","boro_id":"Brooklyn","org_phone":"7182378700","org_website":"www.dumbo.is","org_email":"dumbo@dumbonyc.org","org_boundary":"Area generally bounded by the Brooklyn East River waterfront to the north, Gold Street to the east, York Street to the south and Old Fulton Street to the west","org_neighborhood":"DUMBO","org_year":"December 2005","org_realestate":"DUMBO is today a creative capital for commerce and culture and an ever-increasing residential neighborhood. Its thousands of commercial tenants, residents, artists and retailers \u0096 and millions of local, national and international tourists -- marvel at its stunning views of Manhattan, beautiful parkland, historic Belgian block streets, intriguing open spaces and creative reuse of architecturally significant warehouse buildings.","org_blocks":"98","org_businesses":"1350"}
,{"org_id":"42","org_name":"86th Street Bay Ridge","org_address":"9201 Fourth Avenue","org_address2":"7th Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11209","boro_id":"Brooklyn","org_phone":"7186802420","org_website":"www.86bid.org","org_email":"info@86bid.org","org_boundary":"86th Street from Fort Hamilton Parkway to 4th Avenue; 87th Street from 4th Avenue to 5th Avenue; 5th Avenue from 85th Street to 88th Street; 5th Avenue from 85th Street to 87th Street","org_neighborhood":"Bay Ridge","org_year":"October 2001","org_realestate":"The 86th Street Bay Ridge Business Improvement District operates in the busiest shopping thoroughfare in southern Brooklyn.  Shoppers come from far and wide. The BID is within the prestigious neighborhood of Bay Ridge bounded by Fort Hamilton, Dyker Heights, and Sunset Park.  Anchored by the Century 21 Department Store, the BID has 132 properties containing over 200 businesses with many national and regional chain stores.","org_blocks":"16","org_businesses":"145"}
,{"org_id":"11","org_name":"Church Avenue","org_address":"495 Flatbush Ave","org_address2":"Suite C30","org_city":"Brooklyn","org_state":"NY","org_zip":"11226","boro_id":"Brooklyn","org_phone":"9297226340","org_website":"www.churchavenue.org","org_email":"info@churchavenue.org","org_boundary":"Church Avenue from Flatbush Avenue to Coney Island Avenue","org_neighborhood":"Flatbush","org_year":"January 1987","org_realestate":"The Church Avenue Business Improvement District is thirteen blocks long and houses approximately 165 merchants. The area includes restaurants and beauty salons plus clothing and apparel stores.    Church Avenue's historic streets, which are bordered by Victorian mansions in Flatbush Brooklyn, is the main shopping district for local residents and visitors to the area.","org_blocks":"12","org_businesses":"169"}
,{"org_id":"68","org_name":"SoHo Broadway","org_address":"594 Broadway","org_address2":"Suite 1107","org_city":"New York","org_state":"NY","org_zip":"10012","boro_id":"Manhattan","org_phone":"2123901131","org_website":"www.sohobroadway.org","org_email":"info@sohobroadway.org","org_boundary":"Broadway, from Houston Street to Canal Street","org_neighborhood":"SoHo","org_year":"2013","org_realestate":"The District, located within the SoHo neighborhood, generally contains five- to twelve-story loft buildings, many with upper floor commercial uses ranging from small service-oriented firms to art galleries to large companies. Many loft buildings have upper floors that were converted to Joint-Live-Work-Quarters-for-Artists, while new developments have introduced residential condominium units to the District.  Ground floor retail establishments occupy most of the District\u0092s properties and consist of prominent national and internation retail establishments. The SoHo Bid still maintains the essence of its early industrial history, and its reputation as a creative center, even as it continues to evolve into one of the City\u0092s most attractive and popular residential neighborhoods and shopping destinations, as well as attracting a wide range of creative professionals seeking office space in commercial loft buildings.","org_blocks":"12","org_businesses":"907"}
,{"org_id":"20","org_name":"Steinway Street","org_address":"25-69 38th Street","org_city":"Astoria","org_state":"NY","org_zip":"11103","boro_id":"Queens","org_phone":"7187218252","org_website":"www.steinwaystreet.org","org_email":"info@steinwaystreet.org","org_boundary":"Steinway Street from 25th Avenue to 36th Avenue","org_neighborhood":"Astoria","org_year":"October 1991","org_realestate":"A shopping district minutes from Manhattan, Steinway street provides friendly neighborhood services and a worldly selection of merchandise.  Located in the vibrant community of Astoria, Steinway Street is easily accessible by public and private transportation.  In  addition to the great shopping on Steinway Street, the surrounding area has an array of restaurants, cafes and specialty foods from every corner of the world. The ideal place to 'make a day of it,' shopping, dining, museums, sightseeing,  Steinway Street provides it all.","org_blocks":"10","org_businesses":"338"}
,{"org_id":"10","org_name":"Brighton Beach","org_address":"1002 Brighton Beach Avenue","org_city":"Brooklyn","org_state":"NY","org_zip":"11235","boro_id":"Brooklyn","org_phone":"7189340067","org_website":"www.bidbrightonbeach.com","org_email":"info@bidbrightonbeach.com","org_boundary":"Brighton Beach Avenue from Ocean Parkway to Brighton 15th Street","org_neighborhood":"Brighton Beach","org_year":"January 1987","org_realestate":"With visitors from as far away as France, Germany and of course Russia, Brighton Beach Avenue is the center of Russian food, entertainment, and culture in New York City.  Imported European gift items are featured in the colorful shops.   Eclectic night clubs featuring Las Vegas-type entertainment  add to the unique festiveness  of the area.    'Little Odessa,' as the area is fondly called, is a walk-on-the-Boardwalk from the NY Aquarium and the Coney Island amusement park.","org_blocks":"15","org_businesses":"140"}
,{"org_id":"6","org_name":"Grand Street","org_address":"246 Graham Avenue","org_city":"Brooklyn","org_state":"NY","org_zip":"11206","boro_id":"Brooklyn","org_phone":"7182188836","org_website":"www.grandstreetbk.org","org_email":"info@grandstreetbk.org","org_boundary":"Grand Street from Bushwick Avenue to Union Avenue","org_neighborhood":"East Williamsburg","org_year":"July 1985","org_realestate":"East Williamsburg is a culturally mixed community, comprised of many ethnic backgrounds such as Latinos, African-Americans, Italians, Polish, and Asians and a growing hipster community and Grand Street takes care of them all.  The six block corridor  between Union and Bushwick Avenues is surrounded by over 35,000 residents and the East Williamsburg Industrial Park.  All are invited to discover Williamsburg\u0092s Renaissance on Grand Street with up and coming trendy restaurants, stylish lounges with live music, clothing stores, multi-service agencies, and over 170 merchants.","org_blocks":"12","org_businesses":"160"}
,{"org_id":"64","org_name":"Bed-Stuy Gateway","org_address":"c/o Bedford Stuyvesant Restoration Corporation","org_address2":"1368 Fulton St, 3rd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11216","boro_id":"Brooklyn","org_phone":"7188723400","org_website":"www.thebedstuybid.org","org_email":"info@thebedstuybid.org","org_boundary":"Fulton Street, from Classon to Troy avenues and on Nostrand Avenue, from Halsey Street to Atlantic Avenue","org_neighborhood":"Bedford Stuyvesant","org_year":"March 2009","org_realestate":"The Bed-Stuy Gateway BID covers a bustling business district centered on the Brooklyn intersection of Fulton Street and Nostrand Avenue - a multi-modal transit hub that experiences some of the borough's heaviest pedestrian traffic.","org_blocks":"28"}
,{"org_id":"31","org_name":"White Plains Road","org_address":"2169A White Plains Road","org_city":"Bronx","org_state":"NY","org_zip":"10462","boro_id":"Bronx","org_phone":"5162869921","org_website":"www.pelhamparkway.com","org_email":"directorwhiteplainsroad@gmail.com","org_boundary":"White Plains Road from Pelham Parkway South to Brady Avenue","org_neighborhood":"Pelham Parkway","org_year":"October 1994","org_realestate":"Within walking distance of the Bronx Zoo, Botanical Gardens, Albert Einstein Collage of Medicine and Montefiore Medical Center the White Plains road BID is a 4 block commercial area in Pelham Parkway. The shopping district is home to a rich abundance of business establishments, including clothing and jewelry boutiques, restaurants, salons, florists and food shops\u0096all with an emphasis on old-fashioned service. The broad variety of merchandise and really low prices attract customers from throughout the city and suburbs.","org_blocks":"7","org_businesses":"105"}
,{"org_id":"1","org_name":"Fulton Mall Improvement Association","org_address":"c/o Downtown Brooklyn Partnership","org_address2":"1 MetroTech Center North, Suite 1300","org_city":"Brooklyn","org_state":"NY","org_zip":"11201","boro_id":"Brooklyn","org_phone":"7184031600","org_website":"www.downtownbrooklyn.com/about/fulton-mall-improvement-association","org_email":"info@downtownbrooklyn.com","org_boundary":"Fulton Street from Adams Street to Flatbush Avenue; DeKalb Avenue from Fulton Street to Flatbush Avenue","org_neighborhood":"Downtown Brooklyn","org_year":"June 1976","org_realestate":"Fulton Street Mall is considered one of the most successful shopping districts in the New York City metropolitan area, attracting 100,000 shoppers a day. Within this 17 block district are numerous retailers, including Macy's, Modell's, Conway, Cookie's, Jimmy Jazz and Zales, as well as independent shops like Heart & Sole and Mirage Boutique.","org_blocks":"17"}
,{"org_id":"58","org_name":"Bayside Village","org_address":"213-33 39th Avenue","org_address2":"Suite 310","org_city":"Bayside","org_state":"NY","org_zip":"11361","boro_id":"Queens","org_phone":"7184232434","org_website":"www.baysidevillagebid.com","org_email":"info@baysidevillagebid.com","org_boundary":"Bell Boulevard from Northern Boulevard to 35th Avenue; 41st Avenue from 214th Place to 213th Street","org_neighborhood":"Bayside","org_year":"October 2007","org_realestate":"Bayside Village is a quiet, waterfront community located within the New York City limits in the most Northeastern part of Queens. Bell Boulevard offers a diverse selection of pubs, restaurants, clothing stores and a variety of other retailers. Aside from the thriving downtown along Bell, Bayside offers parks, marinas, fishing, biking and a host of other options for recreation.","org_blocks":"19"}
,{"org_id":"60","org_name":"Park Slope 5th Avenue","org_address":"c/o The Yard","org_address2":"157 13th Street","org_city":"Brooklyn","org_state":"NY","org_zip":"11215","boro_id":"Brooklyn","org_phone":"7185515545","org_website":"www.parkslopefifthavenuebid.com","org_email":"info@parkslopefifthavenuebid.com","org_boundary":"5th Avenue from 18th Street to Dean Street","org_neighborhood":"Park Slope","org_year":"June 2008","org_realestate":"The Park Slope Fifth Avenue BID serves approximately 900 businesses including restaurants, furniture stores, clothing shops, hair salons, spas, mom and pop retails and other retail outlets within the boundaries of 5th Avenue from Dean Street to 18th Street.","org_blocks":"62","org_businesses":"521"}
,{"org_id":"18","org_name":"82nd Street Partnership","org_address":"37-06 82nd Street","org_address2":"Suite 309","org_city":"Jackson Heights","org_state":"NY","org_zip":"11372","boro_id":"Queens","org_phone":"7183359421","org_website":"www.82ndstreet.org","org_email":"leslie@82ndstreet.org","org_boundary":"82nd Street from 37th Avenue to Baxter Avenue","org_neighborhood":"Jackson Heights","org_year":"January 1990","org_realestate":"The 82nd Street Business Improvement District (BID) has over 120 specialty and chain stores for your shopping convenience.   Jackson Heights is an ethnically and economically diverse community that is known for its historic appeal and landmark architecture.  All of your shopping needs can be met on 82nd Street.","org_blocks":"8","org_businesses":"182"}
,{"org_id":"48","org_name":"Forest Avenue","org_address":"686 Forest Avenue","org_city":"Staten Island","org_state":"NY","org_zip":"10310","boro_id":"Staten Island","org_phone":"7188164775","org_website":"www.forestavenuebid.com","org_email":"forestavebid@gmail.com","org_boundary":"Forest Avenue from Hart Boulevard to Broadway","org_neighborhood":"West Brighton","org_year":"June 2005","org_realestate":"Located in the West Brighton section on Staten Island's North Shore, Forest Avenue is host to a wide variety of restaurants and neighborhood amenities which service this community.  101 businesses thrive in this mile-long stretch.  This is the first BID on Staten Island.","org_blocks":"23","org_businesses":"149"}
,{"org_id":"2","org_name":"165th Street Mall","org_address":"90-50 Parsons Boulevard","org_address2":"Suite 209","org_city":"Jamaica","org_state":"NY","org_zip":"11432","boro_id":"Queens","org_phone":"7182985489","org_website":"www.165thstreetmall.com","org_email":"mall165@hotmail.com","org_boundary":"165th Street from 89th Avenue to Jamaica Avenue","org_neighborhood":"Downtown Jamaica","org_year":"July 1978","org_realestate":"Located in the heart of Downtown Jamaica, the pedestrian mall draws customers from the bus terminal and the many public facilities in the immediate area.  The district also attracts local residents, as well as those who work in the area.  The mall consists of small to medium-sized discount retail stores selling merchandise ranging from clothing to furniture.  The Coliseum, a popular flea market operation specializing in jewelry, is the largest retailer in the district.","org_blocks":"8","org_businesses":"168"}
,{"org_id":"30","org_name":"Village Alliance","org_address":"8 East 8th Street","org_city":"New York","org_state":"NY","org_zip":"10003","boro_id":"Manhattan","org_phone":"2127772173","org_website":"www.greenwichvillage.nyc","org_email":"info@villagealliance.org","org_boundary":"The Village Alliance is bounded on the west side by 6th Avenue and on the east side by 2nd Avenue with 8th Street/St Marks Place connecting the East and West. The district also includes University Place and part of Broadway, Astor Place and 6th Avenue from West 4th to West 13th Street.","org_neighborhood":"Central Village","org_year":"1993","org_realestate":"The Village Alliance BID connects the east and west ends of one of the most renowned neighborhoods in the US.  At the sidewalk level, it is a Mecca for tourists who view the Village as a haven for cool, off-beat fashions, nightlife, and culture. One glance upward above the many boutique-type shops, the original residential character and architectural style of a bygone era becomes visible. There are a number of historically significant buildings such as the New York Studio School of Drawing, Painting and Sculpture,  the original home of the Whitney Museum, the Cooper Union for the Advancement of Science and Art where Abraham Lincoln delivered his famous 'right makes might' speech, and The Jefferson Market Library, originally built as a courthouse in 1876, are part of the historic culture of the Village.","org_blocks":"63","org_businesses":"500"}
,{"org_id":"38","org_name":"Lincoln Square","org_address":"1881 Broadway","org_address2":"Suite 2R","org_city":"New York","org_state":"NY","org_zip":"10023","boro_id":"Manhattan","org_phone":"2125813774","org_website":"www.lincolnsquarebid.org","org_email":"info@lincolnsquarebid.org","org_boundary":"Area generally bounded by  59th Street to the south, 70th Street to the north, Amsterdam Avenue to the west and Central Park West to the east","org_neighborhood":"Lincoln Center","org_year":"April 1997","org_realestate":"Lincoln Square is a neighborhood  with a rich mixture of culture and ideas.  Home to Lincoln Center for the Performing Arts, ABC and the Time Warner Center, this dynamic westside neighborhood is one of New York's prime destinations for  shopping, dining and entertainment.","org_blocks":"84","org_businesses":"239"}
,{"org_id":"17","org_name":"Myrtle Avenue (Queens)","org_address":"c/o Ridgewood LDC","org_address2":"62-14 Myrtle Avenue","org_city":"Glendale","org_state":"NY","org_zip":"11385","boro_id":"Queens","org_phone":"7183817974","org_website":"www.ridgewood-ny.com","org_email":"myrtlebid@gmail.com","org_boundary":"Myrtle Avenue from Wyckoff Avenue to Fresh Pond Road and contiguous side streets including triangle parks","org_neighborhood":"Ridgewood","org_year":"July  1988","org_realestate":"Myrtle Avenue, a major thoroughfare, which crosses Queens and Brooklyn, is the retail commercial center of Greater Ridgewood.  The market area includes the neighborhoods of Ridgewood, Glendale, Middle Village, and Maspeth in Queens and Ridgewood/Bushwick  in Brooklyn and serves approximately 250,000 shoppers. The over 300 retail and service establishments occupy the ground floors of the three-story brick buildings in an area that has been designated as one of the largest Federal and State Historic Districts in the United States. Some areas also have New York City Landmarks designation. Original architectural features representing Romanesque and Renaissance Revival styles abound. Tree lined streets shelter rows of well maintained brick homes and brownstone elements and apartment buildings.","org_blocks":"32","org_businesses":"333"}
,{"org_id":"35","org_name":"180th Street","org_address":"90-50 Parsons Boulevard","org_address2":"Suite 209","org_city":"Jamaica","org_state":"NY","org_zip":"11432","boro_id":"Queens","org_phone":"7182985489","org_email":"mall165@hotmail.com","org_boundary":"180th Street from Liberty Avenue to Brinkerhoff Avenue (110th Avenue)","org_neighborhood":"Jamaica","org_year":"July 1996","org_realestate":"180th Street is an industrial BID,  focused on the marketing of tax benefits and incentives for which businesses operating or moving into the area are eligible. Some of these benefits include the Empire Zone Benefits which are comprised of wage tax credits, investment tax credits, employment incentive credits, and Zone capital credits. The BID holds seminars educating the businesses about these programs. In addition, the BID works with the Queens Borough President's Office and the Greater Jamaica Development Corporation in placing businesses in the District and marketing vacancies.","org_blocks":"26","org_businesses":"42"}
,{"org_id":"37","org_name":"NoHo NY","org_address":"636 Broadway","org_address2":"Suite 1208","org_city":"New York","org_state":"NY","org_zip":"10012","boro_id":"Manhattan","org_phone":"2126774579","org_website":"www.noho.nyc","org_email":"info@noho.bid","org_boundary":"Area generally bounded by Astor Place on the north, Lafayette Street on the east, Houston Street on the south and Mercer Street on the west","org_neighborhood":"East Village","org_year":"January 1997","org_realestate":"The NoHo neighborhood is one-of-a-kind. Nestled between the West and East Villages, SoHo and Union Square, it is the center of lower Manhattan. Its history, diversity, and vibrancy are attention-getting to anyone that comes to visit. The beauty of our architecture is a constant source of enjoyment for shoppers, business professionals and residents alike. Within its nineteen blocks are New York University, the Joseph Papp Public Theater, the National Audubon Society, and the Hebrew Union College. NoHo is also home to a diversity of businesses that cater to a variety of interests. With large international retailers, small boutiques, renowned restaurants, low-key cafes, off-Broadway theater and opera, NoHo really has something for everyone.","org_blocks":"54"}
,{"org_id":"32","org_name":"Alliance for Downtown New York","org_address":"120 Broadway","org_address2":"Suite 3340","org_city":"New York","org_state":"NY","org_zip":"10271","boro_id":"Manhattan","org_phone":"2125666700","org_website":"www.DowntownNY.com","org_email":"contactus@downtownNY.com","org_boundary":"Area generally bounded by South Street to the southeast, Murray Street and Fulton Street to the north and West Street to the west","org_neighborhood":"Downtown Manhattan","org_year":"January 1995","org_realestate":"Downtown has long been the heart of the nation\u0092s financial industry, and the home of Wall Street. In recent years, however, Downtown has also emerged as an around-the-clock community for working, living and entertaining - an elegant residential neighborhood, neighborhood, a home to world-class retail, restaurants, and cultural institutions, and the home of the River To River Festival offering free music, dance and visual arts events. Come join The Downtown Alliance and see a wonderful place to live, work and play.","org_blocks":"450"}
,{"org_id":"9","org_name":"Washington Heights","org_address":"560 W 181st Street","org_address2":"2nd Floor","org_city":"New York","org_state":"NY","org_zip":"10033","boro_id":"Manhattan","org_phone":"2129283400","org_website":"www.whbid181.org","org_email":"info@whbid181.org","org_boundary":"West 181st Street from Fort Washington Avenue to Amsterdam Avenue; Broadway from 182nd Street to 179th Street and St. Nicholas Avenue from 179th Street to 183rd Street","org_neighborhood":"Washington Heights","org_year":"July 1986","org_realestate":"'Washington Heights - Pride of the Heights' is a diverse blend of business, community and architecture.  Located in upper Manhattan, it was the best kept secret in New York until recently.  181st Street is filled with retail shops selling a vast array of  products and services. It is a very heavily populated area comprised of varied cultures and ethnicities, which add to the appeal of the neighborhood. The 178th Street entrance to the George Washington Bridge makes  Washington Heights the hub of commercial activity in northern Manhattan. Businesses in the area include financial services, apparel stores for men, women and children, retail gift shops, pharmacies, electronics, auto supplies, and much, much more.","org_blocks":"27","org_businesses":"246"}
,{"org_id":"24","org_name":"Lower East Side","org_address":"54 Orchard Street","org_city":"New York","org_state":"NY","org_zip":"10002","boro_id":"Manhattan","org_phone":"2122269010","org_website":"www.les.nyc","org_email":"info@lowereastside.org","org_boundary":"Orchard Street and east side of Allen Street from Canal to Houston Street; Delancey Street from Allen Street to Norfolk Street; Essex Street from Rivington Street to Delancey Street; Grand Street from Forsyth Street to Ludlow Street; Houston Street, Stanton Street, Rivington Street and Hester Street from Allen Street to Ludlow Street","org_neighborhood":"Lower East Side","org_year":"January 1993","org_realestate":"Established in 1993, the Lower East Side Business Improvement District (LESBID) is a nonprofit economic development organization created to revitalize the Orchard Street Shopping District while preserving its unique and diverse character. The LESBID is a community of over 450 merchants and property owners managed by a Board of Directors and consisting of local merchants, property owners, residents and elected officials. The LESBID promotes local businesses, hosts events and provides community beautification services. The Lower East Side District Management Association, Inc. manages the Lower East Side Business Improvement District (LESBID) serving selected parts of the Lower East Side below Houston Street and above Canal Street.","org_blocks":"72"}
,{"org_id":"77","org_name":"Castle Hill","org_city":"Bronx","org_state":"NY","boro_id":"Bronx","org_boundary":"Castle Hill Ave from Manning St to Cross Bronx Expwy; Westchester Ave from Olmstead Ave to Glebe Ave","org_neighborhood":"Castle Hill","org_year":"May 2022","org_businesses":"0"}
,{"org_id":"75","org_name":"Morris Park","org_address":"966 Morris Park Avenue","org_city":"New York","org_state":"NY","org_zip":"10462","boro_id":"Bronx","org_phone":"7186846425","org_website":"www.morrisparkbid.org","org_email":"ed.morrisparkbid@gmail.com","org_boundary":"Morris Park Avenue from Williamsbridge Road to Unionport Road","org_neighborhood":"Morris Park","org_year":"January 2018","org_blocks":"38","org_businesses":"315"}
,{"org_id":"67","org_name":"Westchester Square","org_address":"43 Westchester Square","org_city":"Bronx","org_state":"NY","org_zip":"10461","boro_id":"Bronx","org_phone":"7185974629","org_website":"www.wsbid.org","org_email":"events@wsbid.org","org_boundary":"Properties on both sides of East Tremont Avenue from Montgomery Place to the corner of Westchester Avenue and Seabury Avenue, and Williamsbridge Road from Westchester Avenue to Eastchester Road, and including properties in the triangular blocks in the middle of the District along East Tremont Avenue and Williamsburg Road.","org_neighborhood":"Westchester Square","org_year":"2012","org_realestate":"The Westchester Square Business Improvement District  - the Gateway To The Northeast Bronx \u0096 isn\u0092t just another BID in a busy shopping district.  It\u0092s the ribbon that will tie together the economic expansion of a region that is growing by leaps and bounds with billions of dollars in investment.  Located directly adjacent to the bustling Hutchinson-Metro Center office complex, the area is also home to many thriving local businesses as well as several large institutional anchors.","org_blocks":"19","org_businesses":"190"}
,{"org_id":"59","org_name":"Southern Boulevard","org_address":"1029 East 163rd Street","org_address2":"Suite 201","org_city":"Bronx","org_state":"NY","org_zip":"10459","boro_id":"Bronx","org_phone":"6467855315","org_website":"www.sobobid.org","org_email":"info@sobobid.org","org_boundary":"Southern Boulevard from 163rd Street to 167th Street; Westchester Avenue from Fox Street to Hoe Avenue","org_neighborhood":"Hunts Point","org_year":"December 2007","org_realestate":"With over 100 stores and businesses to choose from the Southern Boulevard Business Improvement District is the perfect place to find anything from food to fashion, electronic appliances to easy-listening music. Easily accessible by public transportation or via our Online Shopping Mall, SOBOBID makes shopping fun and convenient.","org_blocks":"10","org_businesses":"182"}
,{"org_id":"72","org_name":"Meatpacking District","org_address":"32 Gansevoort St.","org_address2":"5th Floor","org_city":"New York","org_state":"NY","org_zip":"10014","boro_id":"Manhattan","org_phone":"2126330185","org_website":"www.meatpacking-district.com","org_email":"info@meatpacking-district.com","org_boundary":"17th Street to the north, Horatio Street to the south; 8th Avenue to the East, and 10th/11th Street to the West.","org_neighborhood":"Meatpacking District","org_year":"2015","org_blocks":"93"}
,{"org_id":"34","org_name":"Madison Avenue","org_address":"29 East 61st Street","org_address2":"3rd Floor","org_city":"New York","org_state":"NY","org_zip":"10065","boro_id":"Manhattan","org_phone":"2128612055","org_website":"www.madisonavenuebid.org","org_email":"information@madisonavenuebid.org","org_boundary":"Madison Avenue from 57th Street to 86th Street","org_neighborhood":"Upper East Side","org_year":"April 1996","org_realestate":"Madison Avenue, on the Upper East Side of Manhattan, is one of the world's premier luxury districts.  Madison Avenue features the flagship boutiques of the finest European, Asian and American designers, over one hundred world class art galleries, exquisite four star restaurants, dozens of spas and salons for exclusive pampering, six internationally renowned hotels, and the Whitney Museum of American Art.  Madison Avenue exhibits timeless elegance with a contemporary flavor that is distinctively New York. This boulevard of understated charm is sure to entice your senses with indulgences from all corners of the globe.","org_blocks":"164","org_businesses":"757"}
,{"org_id":"49","org_name":"Fordham Road","org_address":"2488 Grand Concourse","org_address2":"Room 415-416","org_city":"Bronx","org_state":"NY","org_zip":"10458","boro_id":"Bronx","org_phone":"7185622104","org_website":"www.fordhamroadbid.org","org_email":"info@fordhamroadbid.org","org_boundary":"Fordham Road from Jerome Avenue to Third Avenue; various adjacent lots","org_neighborhood":"Fordham","org_year":"December 2004","org_realestate":"Fordham Road\u0092s successful mixture of small independent shops and national and regional chain stores has kept it as the largest and most prominent shopping district in the Bronx. The district is also home to Fordham University.  Well-known New York City cultural landmarks, including the Bronx Zoo and the New York Botanical Gardens, are located less than a mile to the east of the district.  The commercial corridor of 300 businesses attracts tens of thousands of shoppers daily to the busiest commercial district in  the Bronx.","org_blocks":"35","org_businesses":"333"}
,{"org_id":"22","org_name":"MetroTech","org_address":"c/o Downtown Brooklyn Partnership","org_address2":"1 MetroTech Center North, Suite 1003","org_city":"Brooklyn","org_state":"NY","org_zip":"11201","boro_id":"Brooklyn","org_phone":"7184031600","org_website":"www.downtownbrooklyn.com/about/metrotech-bid","org_email":"info@downtownbrooklyn.com","org_boundary":"Area generally bounded by Adams Street to the west, Tillary Street to the north, Flatbush Avenue Extension to the east, Fulton Mall to the south","org_neighborhood":"Downtown Brooklyn","org_year":"January 1992","org_realestate":"Located in the heart of 'America's Fourth Largest City', the MetroTech BID comprises some 25 whole blocks, or approximately 60 acres, including the 3.3 acre park at its center, the MetroTech Commons.  Over 150 stores, restaurants and service establishments form the retail sector of the BID  provides services to business people, students, area residents and visitors in this vibrant area.","org_blocks":"95"}
,{"org_id":"66","org_name":"Chinatown","org_address":"217 Park Row","org_address2":"Suite #9","org_city":"New York","org_state":"NY","org_zip":"10038","boro_id":"Manhattan","org_phone":"2123469288","org_website":"www.chinatown.nyc","org_email":"info@chinatownpartnership.org","org_boundary":"Generally, the BID district includes properties in an area bounded by Broome Street to the north, Broadway to the west, Allen Street to the east, and Worth and Madison Streets to the south.","org_neighborhood":"Chinatown","org_year":"2012","org_realestate":"Manhattan's Chinatown is one of the New York City's oldest neighborhoods and one of the largest Chinatown in the United States. Chinatown is both a tourist attraction and the home of a great number of Chinese people. Chinatown offers visitors and residents alike hundreds of restaurants, jewelry stores, fruit and fish markets, shops of knickknacks and souvenirs on overcrowed streets. The BID district contains over 6,000 businesses including 746 retailers.","org_blocks":"244","org_businesses":"2555"}
,{"org_id":"3","org_name":"Jamaica Center","org_address":"161-10 Jamaica Avenue","org_address2":"Suite 419","org_city":"Jamaica","org_state":"NY","org_zip":"11432","boro_id":"Queens","org_phone":"7185262422","org_website":"www.jamaica.nyc","org_email":"info@jamaicacenter.org","org_boundary":"Jamaica Avenue from 169th Street to Sutphin Boulevard; Union Hall Street from Jamaica Avenue to Archer Avenue","org_neighborhood":"Downtown Jamaica","org_year":"July 1979","org_realestate":"Jamaica Center, Queens embodies the rich and vibrant diversity of New York City. A dynamic, bustling business district, Jamaica Center attracts hundreds of thousands of residents, workers, students, and visitors every day. Jamaica is the lifeline of Queens. With burgeoning arts and cultural centers, a major transportation hub, a concentration of government offices, an abundance of educational institutions, and a thriving retail corridor-- Jamaica center is truly a full-service downtown. At its heart is Jamaica Avenue, Jamaica Center's core shopping district and home to a wide variety of arts and cultural organizations, historical sites, and stunning architecture. A destination for shoppers, Jamaica Avenue is one of New York's busiest shopping streets. With 30 stores, the district abounds with a mix of national retailers, regional chains and locally-owned, independent businesses offering a large variety of affordable apparel, housewares, furniture, jewelry and electronics. The Jamaica C","org_blocks":"30","org_businesses":"420"}
,{"org_id":"50","org_name":"Long Island City Partnership","org_address":"One MetLife Plaza","org_address2":"27-01 Queens Plaza North, Cellar Level","org_city":"Long Island City","org_state":"NY","org_zip":"11101","boro_id":"Queens","org_phone":"7187865300","org_website":"longislandcityqueens.com","org_email":"info@licpartnership.org","org_boundary":"Jackson Avenue from 51st Avenue to Queens Plaza; Queens Plaza from Jackson Avenue to 21st Street; Vernon Blvd from 51st Street to 44th Drive; 44th Drive to 10th Street to Jackson Avenue","org_neighborhood":"Long Island City","org_year":"July 2005","org_realestate":"The Gateway to Queens, Long Island City is the westernmost part of Queens, just a few minutes across the East River from midtown Manhattan. Its close proximity to midtown, and its ample transportation connections, has made it an increasingly attractive location for all types of businesses. The Queensboro Bridge splits the main street (Queens Plaza).  Bounded by Silvercup Studios on one side and the 50-story Citibank building on the other, the target area hosts an eclectic number of retail stores and service providers.","org_blocks":"73","org_businesses":"245"}
,{"org_id":"12","org_name":"Columbus - Amsterdam","org_address":"991 Amsterdam Avenue","org_city":"New York","org_state":"NY","org_zip":"10025","boro_id":"Manhattan","org_phone":"2126669774","org_website":"www.columbusamsterdambid.org","org_email":"info@columbusamsterdambid.org","org_boundary":"Columbus Avenue and Amsterdam Avenue between West 96th and West 110th Streets","org_neighborhood":"Manhattan Valley","org_year":"July 1987","org_realestate":"The Columbus-Amsterdam BID is a historic 100 year old immigrant, working family neighborhood of churches, institutions, and low rise apartments and buildings with small retail shops and a variety of tasty restaurants. Part of Bloomingdale Village dating back to the Dutch presence, this area is bounded by three major Olmsted designed parks; it is also home to well-designed and maintained playgrounds and community gardens, made good use of by the substantial youth and elderly populations. Capitalizing on this 'green' presence, the BID's involvement in tree planting and care has transformed the pedestrians' experience of the Avenues (Columbus and Amsterdam) and softened the impact of the two major commercial roadways through the neighborhood. Though subject to strong gentrification pressures and in transition, the area's diverse population includes elderly Irish and Puerto Ricans, a strong Dominican population, and a newer Mexican and South and Central American presence - an ethnic mix en","org_blocks":"44","org_businesses":"216"}
,{"org_id":"55","org_name":"Bay Ridge 5th Avenue","org_address":"482 80th Street","org_address2":"2nd Floor","org_city":"Brooklyn","org_state":"NY","org_zip":"11209","boro_id":"Brooklyn","org_phone":"7182388181","org_website":"www.bayridgebid.com","org_email":"info@bayridgebid.com","org_boundary":"5th Avenue from 65th Street to 85th Street","org_neighborhood":"Bay Ridge","org_year":"June 2006","org_realestate":"The constant bustling of people seeking that certain special gift, searching for nutritional food values, craving a certain cuisine, or looking for house wares, Fifth Avenue meets the criteria . . . and then some! The 20 block area is a vibrant retail strip made up of a broad mix of stores including food, apparel, professional services and banking establishments.","org_blocks":"40","org_businesses":"376"}
,{"org_id":"53","org_name":"Flatiron/23rd Street Partnership","org_address":"230 Fifth Avenue","org_address2":"Suite 1511","org_city":"New York","org_state":"NY","org_zip":"10010","boro_id":"Manhattan","org_phone":"2127412323","org_website":"https://flatironnomad.nyc/","org_email":"info@flatirondistrict.nyc","org_boundary":"Area generally bounded by Sixth Avenue on the west, Lexington Avenue on the east, 28th Street on the north and 21st Street on the south","org_neighborhood":"Flatiron District","org_year":"January 2006","org_realestate":"The Flatiron District is as diverse as New York City itself.  It includes some of the city's most popular restaurants in all price ranges and cuisines, a dynamic retail environment, superb educational institutions and historic architectural attractions.  A central focus of the area is the historic buildings (Flatiron, Met Life and New York Life) that surround the restored Madison Square Park. The BID contains almost 5,000 businesses and over 600 retail stores. Several national chains and unique shops line the streets of the BID.","org_blocks":"103","org_businesses":"4000"}
,{"org_id":"40","org_name":"Montague Street","org_address":"129 Montague Street","org_city":"Brooklyn","org_state":"NY","org_zip":"11201","boro_id":"Brooklyn","org_phone":"7185223649","org_website":"www.montaguebid.com","org_email":"info@montaguebid.com","org_boundary":"Montague Street from Court Street to Hicks Street","org_neighborhood":"Brooklyn Heights","org_year":"January 1998","org_realestate":"The Montague Street is the main retail shopping and dining area in historic Brooklyn Heights and home   to an upscale mix of local boutiques, New York-based chains, and national retailers, including Design Within Reach, M·A·C, Banana Republic, Aerosoles, Ann Taylor Loft, Nine West, and Starbucks. An architecturally unique residential area with small town charm, Brooklyn Heights was the first neighborhood in New York City to be designated a Historic District. Over the years, Walt Whitman, Henry Ward Beecher, Henry Miller, Truman Capote, and Norman Mailer have all called the Heights home.","org_blocks":"6.25","org_businesses":"100"}
,{"org_id":"57","org_name":"Sunnyside Shines","org_address":"45-56 43rd Street","org_city":"Sunnyside","org_state":"NY","org_zip":"11104","boro_id":"Queens","org_phone":"7186061800","org_website":"www.sunnysideshines.org","org_email":"info@sunnysideshines.org","org_boundary":"Queens Boulevard from 38th Street to 48th Street; Greenpoint Avenue from 43rd Street to 48th Street; Roosevelt Avenue from 48th Street to 50th Street","org_neighborhood":"Sunnyside","org_year":"September 2007","org_realestate":"A dynamic community in Northwestern Queens,  the business district is lined with 300  restaurants, small shops and professional offices.  Known as a center for the Irish, the area now attracts Turkish, Asian and Latino residents as well.  It\u0092s a major stop on the #7 Line and is a short hop to Manhattan.","org_blocks":"36","org_businesses":"265"}]
