{"Title": "Doniphan Future Land Use [Nebraska--Grand Island]", "Creator": "City of Grand Island", "Provider": "City of Grand Island Public GIS Data Portal", "Resource Class": "Datasets and Web services", "Resource Type": "Vector data", "Temporal Coverage": "Continually updated resource", "Date Issued": "2020-12-28", "Place": "Nebraska--Grand Island, Nebraska", "Rights": "The use of  the map and data provided herewith are provided as a service to the  requester and are not the official government records of the City of  Grand Island or Hall County, Nebraska. Secondary dissemination of the  data files is not licensed, approved, or authorized by the City of Grand  Island or Hall County. The data files may contain data that is  incorrect, out of date, or may inadvertently omit data that is part of  the official government records. The data is provided \"AS IS.\" With  respect to the data files, the City of Grand Island and Hall County  disclaim and exclude all warranties, express or implies, including  without limitation any warranty of title, merchantability, fitness for a  particular purpose or use, or freedom from infringement of third party  intellectual property rights, or arising from course of dealing, course  of performance or usage of trade. The recipient is informed that the  data files may contain information which a third party or parties may  have or claim some right, title or interest in and to by copyright,  intellectual property, proprietary information, or trade secret under  state, federal, or international law. The recipient shall be solely  liable for recipient's use or dissemination of any copyrighted,  intellectual property, proprietary information, or trade secrets. If any  provisions contained above are held to be invalid, void, or illegal by  any court of competent jurisdiction, the same shall be deemed severable  from the remainder and shall in no way affect, impair, or invalidate any  other provisions.", "Access Rights": "Public", "Format": "Shapefile", "Language": "English", "Date Added": "2023-03-08"}